Repository: belgium-its-steering-committee/ckanext-deadoralive
Catalog: ckanext/deadoralive/i18n/*/LC_MESSAGES/ckanext-deadoralive.po
Languages: de, nl

source: Broken Links
de: Defekte Links
nl: Gebroken links

source: {0} broken links
de: {0} Defekte Links
nl: {0} gebroken links

source: Email maintainer
de: Betreuer E-Mail
nl: E-mail beheerder

source: No author or maintainer email
de: Keine E-Mail des Autors oder Administrators
nl: Geen e-mail van de auteur of beheerder

source: This site has no broken links
de: Diese Seite enthält keine defekten Links
nl: Deze website heeft geen gebroken links

source: Broken links
de: Defekte Links
nl: Gebroken links

source: These are the maintainers of datasets that have resources which have broken links within them.
de: Dies sind die Administrator von Datasets mit Ressourcen, in denen Links defekt sind.
nl: Dit zijn de beheerders van datasets met bronnen die gebroken links bevatten

source: Organizations
de: Organisationen
nl: Organisaties

source: Organizations with broken links
de: Organisationen mit defekter Links
nl: Organisaties met gebroken links

source: {0} has {1} broken links:
de: {0} hat {1} defekte Links:
nl: {0} heeft {1} gebroken link(s):

source: has
de: hat

source: Broken links on this site
de: Defekte Links auf dieser Site
nl: Gebroken links op deze website

source: Broken
de: Defekt
nl: Gebroken

source: This resource link is broken
de: Diese Ressourcenlink ist defekt
nl: Deze bronkoppeling is gebroken

source: This resource link was broken when we last checked it on {0}:
de: Diese Ressourcenlink war defekt, als wir sie zuletzt auf {0} überprüft haben:
nl: Deze bronkoppeling was gebroken wanneer we voor het laatst hebben gecontroleerd op {0}:

source: The file could not be downloaded.
de: Die Datei konnte nicht heruntergeladen werden.
nl: Het bestand kon niet worden gedownload.

source: The server returned an error: {0} {1} {1}.
de: Der Server hat einen Fehler zurückgegeben: {0} {1} {1}.
nl: De server heeft een error tergugegeven: {0} {1} {1}.

source: The link has been broken for the last {0} times that we've checked it.
de: Der Link wurde zum letzten {0} Mal defekt, als wir ihn überprüft haben.
nl: De koppeling was gebroken in de laatste {0} keer dat we het hebben gecontroleerd.

source: The link was last working when we checked it on {0}
de: Der Link hat zuletzt funktioniert, als wir ihn auf {0} überprüft haben.
nl: De koppeling heeft voor het laatst gewerkt op {0}

source: View a report of all broken resource links on this site
de: Zeigen Sie einen Bericht aller defekten Ressourcenlinks auf dieser Site an
nl: Bekijk een rapport van alle gebroken links op deze website

source: This resource link is working
de: Dieser Ressourcenlink funktioniert
nl: Deze bronkoppeling werkt

source: Last checked on
de: Zuletzt überprüft am
nl: Laatst gecontroleerd op
